[
  {
    "id": 0,
    "docId": "81uvKWnfYsNlepHAXB9W",
    "title": "Titulo",
    "description": "Descripción",
    "date": "2023-06-08T23:57+02:00",
    "picture": "",
    "ownerEmail": "eloy@gmail.com"
  },
  {
    "id": 0,
    "docId": "TovIZNu0Nk8NBm6xhBSu",
    "title": "Problema con el parking hoy",
    "description": "Ayer me robaron",
    "date": "2023-06-08T19:13+02:00",
    "picture": "C:\\fakepath\\9e522fb8-1b5a-470d-ad53-a5bd09d65ac4-removebg-preview.png",
    "ownerEmail": "leal@gmail.com"
  },
  {
    "id": 0,
    "docId": "d8AjybWitZ7z1P4Ocs0E",
    "title": "Titulo",
    "description": "Descripcion",
    "date": "2023-06-13T17:06+02:00",
    "picture": "C:\\fakepath\\WhatsApp Image 2023-05-29 at 10.27.50.jpeg",
    "ownerEmail": "leal@gmail.com"
  },
  {
    "id": 0,
    "docId": "ivvoP7nbxtpx1W5Tz23P",
    "title": "Descontento",
    "description": "Estoy descontento con el uso del parking",
    "date": "2023-04-11T11:33+02:00",
    "picture": "",
    "ownerEmail": "juana@gmail.com"
  },
  {
    "id": 0,
    "docId": "lf0p4mBx4FihN6dtJ2BW",
    "title": "Denuncia por presencia y comportamiento inapropiado de gorrilla en la comunidad",
    "description": "Mediante la presente, me dirijo a usted con gran preocupación para denunciar un problema persistente relacionado con la presencia y el comportamiento inapropiado de un gorrilla en nuestra comunidad [Nombre de la comunidad]. Esta situación ha generado malestar, inseguridad y una falta de armonía en el entorno comunitario, afectando la calidad de vida de los residentes.  Durante un período considerable de tiempo, hemos sido testigos de la presencia de un gorrilla en las inmediaciones del parking comunitario. Sus acciones y actitudes han sido motivo de inquietud para los residentes y han dado lugar a una serie de inconvenientes, que incluyen:  Coacción y acoso: El gorrilla ha mostrado un comportamiento intimidante y agresivo hacia los residentes y visitantes del parking. Ha empleado tácticas de coacción y acoso para obtener propinas y favores indebidos, lo cual genera un ambiente de hostilidad y malestar en la comunidad.  Estacionamiento indebido: En muchas ocasiones, hemos observado al gorrilla permitiendo el estacionamiento de vehículos en lugares no autorizados o en espacios reservados para residentes, lo que ocasiona problemas de acceso y dificulta la utilización adecuada del parking. Esto también ha generado tensiones entre los propios residentes, al no poder disponer de los espacios designados para ellos.  Ausencia de control y vigilancia: Además de su comportamiento inapropiado, el gorrilla ha demostrado una falta de control y vigilancia en el área del parking. Esto ha permitido el acceso no autorizado de personas ajenas a la comunidad, generando preocupación por la seguridad de los vehículos y los residentes.",
    "date": "2023-05-16T14:14+02:00",
    "picture": "",
    "ownerEmail": "diego@gmail.com"
  },
  {
    "id": 0,
    "docId": "qQaq2rvgyGLzu7k4Git0",
    "title": "Problema con la entrada",
    "description": "Por medio de la presente, me dirijo a usted en calidad de residente de la comunidad con el objetivo de expresar mi profunda preocupación y denunciar un grave problema que persiste en el parking comunitario. Dicho problema se encuentra relacionado con el mal funcionamiento de la puerta de entrada, situación que ha generado numerosos inconvenientes y riesgos para los residentes.  A lo largo de los últimos meses, hemos sido testigos de un deterioro constante en el sistema de apertura y cierre de la puerta de entrada al parking. En reiteradas ocasiones, nos hemos visto expuestos a situaciones de peligro debido a fallos en el mecanismo de seguridad, lo cual ha puesto en riesgo tanto a vehículos como a personas.  Entre las principales incidencias que hemos experimentado, destacan las siguientes:  Apertura incompleta o tardía de la puerta: En múltiples ocasiones, la puerta se ha quedado a medio abrir o ha tardado un tiempo excesivo en completar su apertura. Esto ha ocasionado demoras en la entrada y salida de vehículos, generando aglomeraciones y bloqueos en momentos de alta demanda.  Cierre repentino y brusco: Igualmente, hemos observado que la puerta ha presentado fallos en su sistema de cierre, realizándolo de manera abrupta e impredecible. Esta situación ha provocado daños en los automóviles, así como lesiones leves en algunos casos, ya que los residentes no han tenido tiempo suficiente para apartarse de la trayectoria de la puerta.  Ausencia de respuesta a los mandos a distancia: En numerosas ocasiones, los mandos a distancia suministrados por la administración para acceder al parking no han logrado activar la apertura de la puerta, dejando a los residentes sin la posibilidad de ingresar o sacar sus vehículos de forma rápida y segura.",
    "date": "2023-05-04T00:20+02:00",
    "picture": "",
    "ownerEmail": "antonio@gmail.com"
  },
  {
    "id": 0,
    "docId": "yzhyDs1PLDE2BezFtrXV",
    "title": "Mando a distancia",
    "description": "Mediante esta comunicación, deseo expresar mi preocupación y denunciar un problema recurrente relacionado con el mando a distancia utilizado para acceder al parking comunitario de la comunidad [Nombre de la comunidad]. El mal funcionamiento de dicho dispositivo ha generado inconvenientes significativos y ha afectado negativamente la comodidad y seguridad de los residentes.  Durante un período prolongado, hemos experimentado diversos fallos en el mando a distancia suministrado para abrir y cerrar la puerta de entrada al parking. Estos problemas han ocasionado dificultades y retrasos considerables en el acceso y salida de vehículos, afectando así la rutina diaria de los residentes y generando una sensación de frustración e inseguridad.  A continuación, detallo los principales inconvenientes que hemos enfrentado con el mando a distancia:  Falta de respuesta del mando a distancia: En numerosas ocasiones, al presionar los botones del mando a distancia, no se ha producido ninguna reacción por parte del sistema de apertura de la puerta. Esto ha dejado a los residentes esperando innecesariamente fuera del parking o impidiendo su salida, lo cual ha causado inconvenientes y retrasos en nuestras actividades diarias.  Interferencias y alcance limitado: También hemos notado que el mando a distancia parece sufrir de interferencias frecuentes, lo que reduce su capacidad para comunicarse correctamente con el sistema de apertura de la puerta. Además, el alcance del mando se ha vuelto limitado, obligándonos a acercarnos excesivamente a la puerta para lograr que esta se abra o cierre, lo cual resulta incómodo y poco práctico.  Durabilidad y calidad deficientes: Por último, varios residentes han reportado una falta de durabilidad en los mandos a distancia, ya que estos parecen desgastarse y fallar prematuramente. Además, la sensación de calidad en los materiales utilizados es deficiente, lo que ha llevado a una pérdida de confianza en el producto suministrado por la administración.",
    "date": "2023-05-04T00:12+02:00",
    "picture": "",
    "ownerEmail": "antonio@gmail.com"
  }
]